var des_title = [
  `【 GOBLET 】❤️‍🔥純棉 重磅280g 經典 復古 
  球衣 寬鬆 運動 短袖 男女 潮流 歐美 ❤️‍🔥`, // 1
  `【 GOBLET 】❤️‍🔥美式鬱金香印花短袖t恤
  女夏ins休閒上衣復古寬鬆溫柔風半袖❤️‍🔥`, // 2
  `【 GOBLET 】❤️‍🔥美式街頭暗黑反光條字母
  印花半袖T恤嘻哈vintage潮牌球服短袖男女❤️‍🔥`, // 3
  `【 GOBLET 】❤️‍🔥歐美式複古風純棉短袖t
  男女oversize寬鬆火焰字母印花半袖上衣❤️‍🔥`, // 4
  `【 GOBLET 】❤️‍🔥夏季ins 潮牌 美式 卡通
  兔子 印花t恤 男女 嘻哈 .歐美 短袖t 美式 復古❤️‍🔥`, // 5
  `【 GOBLET 】❤️‍🔥潮牌 歐美 寬鬆 短袖 
  oversize 純棉 T恤 美式 高街 半袖 情侶裝 ❤️‍🔥`, // 6
  `【GOBLET】❤️‍🔥周杰倫 人像 印花 短袖 高街
  休閒 寬鬆 圓領 黑白色 T恤 男女 潮流 時尚❤️‍🔥`, // 7
  `【 GOBLET 】❤️‍🔥潮牌  美式 炸街 個性 字母
  印花 夏季新款 男女oversize 寬鬆 水洗 T恤❤️‍🔥`, // 8
  `【 GOBLET 】❤️‍🔥國潮復古vintage人像印花
  短袖T恤女夏季街頭情侶休閒半袖❤️‍🔥`, // 9
  `【 GOBLET 】❤️‍🔥歐美 設計 男女T恤 夏季 
  黑色短袖 白色短袖 美式 復古 嘻哈 水洗 短袖❤️‍🔥`, // 10
  `【 GOBLET 】❤️‍🔥重磅 美式 街頭 復古
  old school  印花 半袖  短袖 街頭 短T 歐美❤️‍🔥`, // 11
  `【 GOBLET 】❤️‍🔥美式 街頭 嘻哈 水洗 火焰 
  印花 短袖 T恤 男女 夏季 高街 潮牌 情侶做舊上衣❤️‍🔥`, // 12
  `【 GOBLET 】❤️‍🔥冰裂珠拼接手鏈女ins冷淡風
  小眾設計感男潮情侣串珠手飾配飾街頭配件❤️‍🔥`, // 13
  `【 GOBLET 】❤️‍🔥小眾設計拼接珍珠鏈潮人
  個性百搭鎖骨鏈穿搭潮流項鍊❤️‍🔥`, // 14
  `【 GOBLET 】❤️‍🔥雙層叠戴爆裂珠手鏈女生ins
  小眾設計情侣輕奢男潮冷淡風街頭❤️‍🔥`, // 15
  `【 GOBLET 】❤️‍🔥缠繞手鏈男潮輕奢小眾
  個性配飾冷淡風男女日韓嘻哈高級飾品街頭配件搭配❤️‍🔥`, // 16
  `【 GOBLET 】❤️‍🔥平價 重磅 好物休閒 
  簡約風 學生 運動感 百搭長袖T恤男女❤️‍🔥`, // 17
  `【 GOBLET 】🔥高级星芒項鍊男設計感
  小眾潮牌鎖骨鏈女ins嘻哈配飾男士潮流❤️‍🔥`, // 18
  `【 GOBLET 】❤️‍🔥十字架項鍊男女ins
  設計感小眾钛鋼古巴鍊暗黑風嘻哈配飾項鍊❤️‍🔥`, // 19
  `【 GOBLET 】❤️‍🔥復古灰色棒球帽女男春秋款
  夏季美式帽子顯臉小鴨舌帽潮牌男帽子❤️‍`, // 20
  `【 GOBLET 】❤️‍🔥 oldschool美式復古
  纹身風格歐美街頭潮流短袖短t❤️‍🔥`, // 21
  `【 GOBLET 】❤️‍🔥重磅不透潮流美式復古
  簡约字母少年感小眾短袖T恤歐美❤️‍🔥`, // 22
  `【 GOBLET 】❤️‍🔥重磅不透搖滚高街秋季
  套頭印花設計感小眾短T恤歐美短袖潮流❤️‍🔥`, // 23
  `【 GOBLET 】❤️‍🔥lethal weapon致命武器3
  美式復古oldschool短袖T恤男女寬鬆歐美❤️‍🔥`, // 24
  `【 GOBLET 】❤️‍🔥限時特價❤️‍🔥 未来 科技感
  墨镜 男女 潮 網红 街拍 歐美 復古 太陽眼镜 Y2k`, // 25
  `【 GOBLET 】❤️‍🔥夏季 國潮 街頭 嘻哈 寬鬆
  紮染 短袖t 男女 高街 潮牌痞帥 T恤 短袖❤️‍🔥`, // 26
  `【 GOBLET 】❤️‍🔥歐美 潮牌 男士 背心 夏季
  街頭 創意 字母 印花 纯棉 無袖 T恤❤️‍🔥`, // 27
  `【 GOBLET 】❤️‍🔥美式 運動短褲 男女夏季薄款
  潮牌 高街 五分休閒褲 港風 小眾 外穿籃球褲❤️‍🔥`, // 28
  `【 GOBLET 】❤️‍🔥 重磅 vibe 美式 街頭
  復古  印花 短袖 街頭 短T 歐美❤️‍🔥`, // 29
  `【 GOBLET 】❤️‍🔥美式 高街 牛仔褲男 
  寬鬆設計感 紮染 水洗 休閒褲 潮牌 直筒闊腿褲❤️‍🔥`, // 30
  `【 GOBLET 】❤️‍🔥 美式嘻哈 復古人物印花 
  短袖男ins潮牌 水洗 做舊 街頭 寬鬆 上衣 ❤️‍🔥`, // 31
  `【 GOBLET 】❤️‍🔥美式 高街 復古 藍色 
  牛仔褲 男女 百搭 寬鬆 直筒 闊腿 垂墜感 褲子❤️‍🔥`, // 32
  `【 GOBLET 】❤️‍🔥暗黑系 嘻哈Billie Eilish短袖
  T恤 男女oversize寬鬆潮半袖❤️‍🔥`, // 33
  `【 GOBLET 】❤️‍🔥寬鬆 美式 hiphop 設計
  t恤 夏季 小眾 纯棉 黑色短袖 短袖 上衣❤️‍`, // 34
  `【 GOBLET 】❤️‍🔥男女T恤 排汗水洗T oversize
  夏天衣服 短袖 美式衣服 純棉❤️‍🔥`, //35
  `【 GOBLET 】❤️‍🔥重磅 美式 潮牌 男孩 街頭
  暗黑 短袖 做舊 水洗 嘻哈 純棉 寬鬆 T恤 水洗T❤️‍🔥`, // 36
  `【GOBLET】❤️‍🔥MADEEXTREME嘻哈 潮牌 
  夏季印花 街頭 國潮 圓領 短袖 男女T恤❤️‍🔥`, // 37
  `【 GOBLET 】❤️‍🔥 MADEEXTREME 美式  做舊
  短袖 男女 嘻哈 潮牌 寬鬆 印花 情侶T❤️‍🔥`, // 38
  `【 GOBLET 】❤️‍🔥美式 高街 復古 水洗 鬆緊腰
  牛仔褲 男女 拖地 寬鬆 直筒 闊腿 垂墜感 褲子❤️‍🔥`, // 39
  `【 GOBLET 】❤️‍🔥美式 復古 做舊 水洗 短袖 t恤
  百搭 潮牌 小眾 情侣裝 寬鬆 潮男女上衣t❤️‍🔥` // 40
];

module.exports = des_title;
