var des_color = [
  `白灰/藏青`, // 1
  `黑/杏/灰`, // 2
  `黑/白`, // 3
  `黑/白`, // 4
  `黑/白/杏`, // 5
  `黑/白`, // 6
  `黑/白`, // 7
  `黑/灰`, // 8
  `黑/杏`, // 9
  `水洗黑/白/杏`,//10
  `黑/深棕色/藏青`,// 11
  `水洗黑`, // 12
  `銀`, // 13
  `銀`,// 14
  `銀`, // 15
  `銀`, // 16
  `黑/白/杏`, // 17
  `銀`, // 18
  `銀`, // 19
  `灰/藏青/綠`, // 20
  `白/淺杏`, // 21
  `黑/白`, // 22
  `黑`, // 23
  `白`, // 24
  `銀框黑片/銀框銀片/黑框黑片/蛇紋框黑片`, // 25
  `咖啡色/綠`, // 26
  `黑/白/深灰/卡其`, // 27
  `黑/白/深灰/淺灰`, // 28
  `藏青色`, // 29
  `黑色`, // 30
  `水洗灰`, // 31
  `藍色`, // 32
  `黑/白`,// 33
  `黑/白`, // 34
  `水洗黑`, // 35
  `水洗黑`, // 36
  `黑/白/綠`, // 37
  `黑/紅`, // 38
  `做舊黑`, // 39
  `水洗黑` // 40
];

module.exports = des_color;
