var des_size = [
  `S   衣長71 胸圍110
   M   衣長73 胸圍114
   L   衣長76 胸圍118
   XL  衣長79 胸圍122
   2XL 衣長82 胸圍126`, // 1
  `M   衣長70 胸圍115 肩寬53 袖長24
   L   衣長72 胸圍119 肩寬54 袖長24.5
   XL  衣長74 胸圍123 肩寬55 袖長25
   2XL 衣長76 胸圍127 肩寬56 袖長25.5`, // 2
  `M   衣長73 胸圍124 肩寬55 袖長20
   L   衣長76 胸圍128 肩寬56 袖長21
   XL  衣長79 胸圍132 肩寬57 袖長22`, // 3
  `M   衣長68 胸圍100 肩寬20 袖長44
   L   衣長70 胸圍104 肩寬21 袖長45
   XL  衣長72 胸圍108 肩寬22 袖長46
   2XL 衣長74 胸圍112 肩寬23 袖長47
   3XL 衣長76 胸圍116 肩寬24 袖長48`, // 4
  `M 衣長73胸圍58 肩寬52
    L 衣長75 胸圍60肩寬54
    XL 衣長77 胸圍62 肩寬56
    2XL 衣長79 胸圍64 肩寬58`, // 5
  `M 衣長73胸圍120肩寬53袖長24
    L 衣長75胸圍124肩寬54袖長25
    XL 衣長77胸圍128肩寬55袖長26
    2XL 衣長79胸圍132肩寬56袖長27`, // 6
  `M 衣長67 胸圍52 肩寬52 袖長20.6
    L  衣長68 胸圍54 肩寬54 袖長21.3
    XL 衣長70 胸圍56 肩寬56 袖長22
    2XL 衣長72 胸圍58 肩寬58 袖長22.7
    3XL衣長74 胸圍60 肩寬68 袖長23.4`, // 7
  `M 衣長74 胸圍116肩寬56袖長23
    L 衣長76 胸圍120肩寬58袖長24
    XL 衣長78 胸圍124肩寬60袖長25`, // 8
  `S衣長71 胸圍56肩寬51袖長22
    M衣長73胸圍58肩寬53袖長23
    L衣長75胸圍60肩寬55袖長24
    XL衣長77胸圍62肩寬57袖長25`, // 9
  `M 衣長68 胸圍98 肩寬45 
    L 衣長70 胸圍102 肩寬46 
    XL 衣長72 胸圍106 肩寬47 
    2XL 衣長74 胸圍110 肩寬48 
    3XL衣長76胸圍114肩寬49`, // 10
  `M 衣長68 胸圍98 肩寬45 
    L 衣長70 胸圍102 肩寬46 
    XL 衣長72 胸圍106 肩寬47 
    2XL 衣長74 胸圍110 肩寬48 
    3XL衣長76胸圍114肩寬49`, // 11
  `S 衣長68胸圍94肩寬46袖長19
    M 衣長70胸圍100肩寬48袖長20
    L 衣長72胸圍106肩寬50袖長21
    XL 衣長74胸圍112肩寬52袖長22
    2XL 衣長76胸圍118肩寬54袖長23`, // 12
  `17+5cm`, // 13
  `40+5cm
   45+5cm
   50+5cm`, // 14
  `16+5cm`, // 15
  `17+5cm`, // 16
  `M 衣長68胸圍98肩寬45
    L 衣長70胸圍102肩寬46
    XL 衣長72胸圍106肩寬47
    2XL 衣長74胸圍110肩寬48
    3XL衣長76胸圍114肩寬49`, // 17
  `45+7cm`, // 18
  `鏈長54cm`, // 19
  `X`, // 20
  `M 衣長68胸圍98肩寬45
    L 衣長70胸圍102肩寬46
    XL 衣長72胸圍106肩寬47
    2XL 衣長74胸圍110肩寬48
    3XL衣長76胸圍114肩寬49`, //21
  `M 衣長68胸圍98肩寬45
    L 衣長70胸圍102肩寬46
    XL 衣長72胸圍106肩寬47
    2XL 衣長74胸圍110肩寬48
    3XL衣長76胸圍114肩寬49`, // 22
  `M 衣長68胸圍98肩寬45
    L 衣長70胸圍102肩寬46
    XL 衣長72胸圍106肩寬47
    2XL 衣長74胸圍110肩寬48
    3XL衣長76胸圍114肩寬49`, // 23
  `M 衣長68胸圍98肩寬45
    L 衣長70胸圍102肩寬46
    XL 衣長72胸圍106肩寬47
    2XL 衣長74胸圍110肩寬48
    3XL衣長76胸圍114肩寬49`, // 24
  `x`, // 25
  `S 衣長71 胸圍112 肩寬53 袖長20
    M 衣長73 胸圍116 肩寬55 袖長21
    L 衣長75 胸圍120 肩寬57 袖長22
    XL 衣長77 胸圍124 肩寬59 袖長23
    2XL衣長79胸圍128 肩寬61 袖長24`, // 26
  `M 衣長68 胸圍106 肩寬43 
    L 衣長70 胸圍110 肩寬44.5 
    XL 衣長72 胸圍114 肩寬46 
    2XL 衣長74 胸圍118 肩寬47.5 
    3XL衣長76 胸圍122 肩寬49`, // 27
  `M褲長 52.5腰圍 66臀圍 110
    L 褲長 53.5腰圍 68臀圍 114
    XL 褲長 54.5腰圍 70臀圍 118
    2XL 褲長 55.5腰圍 72臀圍 122`, // 28
  `MM 衣長60 胸圍98 肩寬45 
    L 衣長62 胸圍102 肩寬46 
    XL 衣長64 胸圍106 肩寬47
    2XL 衣長66 胸圍110 肩寬48 
    3XL衣長 68胸圍114肩寬49`, // 29
  `M褲長 96腰圍 68臀圍 106
  L 褲長 97腰圍 72臀圍 110
  XL 褲長 98腰圍 76臀圍 114
  2XL 褲長 99腰圍 80臀圍 118`, // 30
  `S 衣長68胸圍102肩寬50袖長20
    M 衣長70胸圍106肩寬51袖長21
    L 衣長72胸圍110肩寬52袖長22
    XL 衣長74胸圍114肩寬53袖長23
    2XL 衣長76胸圍118肩寬54袖長24`, // 31
  `M褲長100腰圍70臀圍104
    L 褲長102腰圍73臀圍108
    XL 褲長104腰圍77臀圍114
    2XL 褲長105腰圍80臀圍118`, // 32
  `M 衣長75胸圍118肩寬 54袖長25
    L 衣長77胸圍122肩寬55袖長26
    XL 衣長79胸圍126肩寬56袖長27
    2XL 衣長81胸圍130肩寬57袖長28`, // 33
  `M 衣長68 胸圍100 肩寬44 袖長20
    L 衣長70 胸圍104 肩寬45 袖長21
    XL 衣長72 胸圍108 肩寬46 袖長22
    2XL 衣長74 胸圍112肩寬47袖長23
    3XL衣長76 胸圍116肩寬48袖長24`, // 34
  `S 衣長67胸圍100肩寬47袖長19
    M 衣長69胸圍104肩寬48袖長20
    L 衣長71胸圍108肩寬49袖長21
    XL 衣長73胸圍112肩寬50袖長22
    2XL 衣長75胸圍116肩寬51袖長23`, // 35
  `M 衣長68胸圍50肩寬46袖長18
    L 衣長70胸圍52肩寬48袖長19
    XL 衣長72胸圍54肩寬50袖長20
    2XL 衣長74胸圍56肩寬52袖長21
    3XL 衣長76胸圍58肩寬54袖長22`, // 36
  `M 衣長71胸圍118肩53袖長23
    L 衣長73胸圍123肩寬55.5袖長24
    XL 衣長74.5胸圍129肩寬58袖長24.5
    2XL 衣長76胸圍134.5肩寬60.5袖長25.5`, // 37
  `M 衣長73胸圍118肩寬50袖長24
    L 衣長76胸圍122肩寬51袖長24
    XL 衣長79胸圍126肩寬52袖長25
    2XL 衣長81胸圍130肩寬53袖長25`, // 38
  `S褲長100腰圍69臀圍100
    M褲長101腰圍73臀圍104
    L 褲長102腰圍77臀圍108
    XL 褲長103腰圍81臀圍112
    2XL 褲長104腰圍85臀圍116`, // 39
  `M 衣長68 胸圍50 肩寬46 袖長18
    L 衣長70 胸圍52 肩寬48 袖長19
    XL 衣長72 胸圍54 肩寬50 袖長20
    2XL 衣長74 胸圍56 肩寬52 袖長21
    3XL衣長76 胸圍58 肩寬54 袖長22`, // 40
];
module.exports = des_size;
