var des_All = [
    `【 GOBLET 】❤️‍🔥純棉 重磅280g 經典 復古 球衣 寬鬆 運動 短袖 男女 潮流 歐美 ❤️‍🔥

    『顏色』：白灰色/藏青色
    『尺寸』：S-2XL

    S  衣長71 胸圍110
    M 衣長73 胸圍114
    L  衣長76 胸圍118
    XL 衣長79 胸圍122
    2XL 衣長82 胸圍126

    『價格』：680
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 1
    `【 GOBLET 】❤️‍🔥美式鬱金香印花短袖t恤女夏ins休閒上衣復古寬鬆溫柔風半袖❤️‍🔥

    『顏色』：黑/杏/灰
    『尺寸』：M-2XL
    
    M 衣長70胸圍115肩寬53袖長24
    L 衣長72胸圍119肩寬54袖長24.5
    XL 衣長74胸圍123肩寬55袖長25
    2XL 衣長76胸圍127肩寬56袖長25.5
    
    『價格』：680
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 2
    `【 GOBLET 】❤️‍🔥美式街頭暗黑反光條字母印花半袖T恤嘻哈vintage潮牌球服短袖男女❤️‍🔥
    『顏色』：黑/白
    『尺寸』：M-XL
    M 衣長73胸圍124肩寬55袖長20
    L 衣長76胸圍128肩寬56袖長21
    XL 衣長79胸圍132肩寬57袖長22
    『價格』：580
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 3
    `【 GOBLET 】❤️‍🔥歐美式複古風純棉短袖t 男女oversize寬鬆火焰字母印花半袖上衣❤️‍🔥
    『顏色』：黑/白
    『尺寸』：M-3XL
    M 衣長68胸圍100肩寬20袖長44
    L 衣長70胸圍104肩寬21袖長45
    XL 衣長72胸圍108肩寬22袖長46
    2XL 衣長74胸圍112肩寬23袖長47
    3XL 衣長76胸圍116肩寬24袖長48
    『價格』：490
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 4
    `【 GOBLET 】❤️‍🔥夏季ins 潮牌 美式 卡通 兔子 印花t恤 男女 嘻哈 .歐美 短袖t 美式 復古❤️‍🔥
    『顏色』：黑色/白色/杏色
    『尺寸』：M-2XL
    M 衣長73胸圍58 肩寬52
    L 衣長75 胸圍60肩寬54
    XL 衣長77 胸圍62 肩寬56
    2XL 衣長79 胸圍64 肩寬58
    『價格』：680
    關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 5
    `【 GOBLET 】❤️‍🔥潮牌 歐美 寬鬆 短袖 oversize 純棉 T恤 美式 高街 半袖 情侶裝 ❤️‍🔥
    『顏色』：黑/白
    『尺寸』：M-2XL
    M 衣長73胸圍120肩寬53袖長24
    L 衣長75胸圍124肩寬54袖長25
    XL 衣長77胸圍128肩寬55袖長26
    2XL 衣長79胸圍132肩寬56袖長27
    『價格』：680
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 6
    `【GOBLET】❤️‍🔥周杰倫 人像 印花 短袖 高街 休閒 寬鬆 圓領 黑白色 T恤 男女 潮流 時尚❤️‍🔥
    『顏色』：黑色/白色
    『尺寸』：M-3XL
    M 衣長67 胸圍52 肩寬52 袖長20.6
    L  衣長68 胸圍54 肩寬54 袖長21.3
    XL 衣長70 胸圍56 肩寬56 袖長22
    2XL 衣長72 胸圍58 肩寬58 袖長22.7
    3XL衣長74 胸圍60 肩寬68 袖長23.4
    『價格』：580
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 7
    `【 GOBLET 】❤️‍🔥潮牌 美式 炸街 個性 字母印花 夏季新款 男女oversize 寬鬆 水洗 T恤❤️‍🔥
    『顏色』：黑/灰
    『尺寸』：M-XL
    M 衣長74 胸圍116肩寬56袖長23
    L 衣長76 胸圍120肩寬58袖長24
    XL 衣長78 胸圍124肩寬60袖長25
    『價格』：680
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    `, // 8
    `【 GOBLET 】❤️‍🔥國潮復古vintage人像印花短袖T恤女夏季街頭情侶休閒半袖❤️‍🔥
    『顏色』：黑/杏
    『尺寸』：S-XL
    S衣長71 胸圍56肩寬51袖長22
    M衣長73胸圍58肩寬53袖長23
    L衣長75胸圍60肩寬55袖長24
    XL衣長77胸圍62肩寬57袖長25
    『價格』：680
    『關注蝦皮及ig以免錯過最新商品消息』
    『任何問題歡迎詢問』
    ` // 9

];
module.exports = des_All;